Repository: Huotes/GateHunter
Catalog: locales/*/LC_MESSAGES/gatehunter.po
Languages: es_es

source: Arquivo 'ascii_art.txt' não encontrado.
es_es: Archivo 'ascii_art.txt' no encontrado.

source: Ocorreu um erro ao ler o arquivo 'ascii_art.txt': {error}
es_es: Ocurrió un error al leer el archivo 'ascii_art.txt': {error}

source: Encerrando o programa...
es_es: Cerrando el programa...

source: Porta {port} aberta: {info}
es_es: Puerto {port} abierto: {info}

source: Escaneamento cancelado pelo usuário.
es_es: Escaneo cancelado por el usuario.

source: Escaneando todos os hosts ativos na rede {network}...
es_es: Escaneando todos los hosts activos en la red {network}...

source: Escaneando o host {host}...
es_es: Escaneando el host {host}...

source: Processo cancelado pelo usuário.
es_es: Proceso cancelado por el usuario.

source: Escolha uma opção:
es_es: Elija una opción:

source: Escanear um único IP ou DNS
es_es: Escanear una única IP o DNS

source: Descobrir e escanear todos os hosts ativos em uma rede
es_es: Descubrir y escanear todos los hosts activos en una red

source: Descobrir automaticamente a rede local e escanear todos os hosts
es_es: Detectar automáticamente la red local y escanear todos los hosts

source: Digite 'q' ou 'sair' para encerrar o programa.
es_es: Escriba 'q' o 'salir' para cerrar el programa.

source: Digite sua escolha (1, 2 ou 3):
es_es: Ingrese su elección (1, 2 o 3):

source: Digite o alvo (IP/DNS) ou 'voltar' para retornar:
es_es: Ingrese el objetivo (IP/DNS) o 'volver' para regresar:

source: Deseja usar as portas comuns automaticamente? (s/n) ou 'voltar' para retornar:
es_es: ¿Desea usar los puertos comunes automáticamente? (s/n) o 'volver' para regresar:

source: Digite as portas para escanear (separadas por vírgula, ex: 22,80,443) ou 'voltar' para retornar:
es_es: Ingrese los puertos a escanear (separados por comas, ej: 22,80,443) o 'volver' para regresar:

source: Iniciando escaneamento do alvo {target}...
es_es: Iniciando escaneo del objetivo {target}...

source: Pressione Enter para continuar...
es_es: Presione Enter para continuar...

source: Digite a rede (ex: 192.168.1.0/24) ou 'voltar' para retornar:
es_es: Ingrese la red (ej: 192.168.1.0/24) o 'volver' para regresar:

source: Iniciando escaneamento da rede {network}...
es_es: Iniciando escaneo de la red {network}...

source: Descobrindo automaticamente a rede local...
es_es: Detectando automáticamente la red local...

source: Rede detectada: {network}
es_es: Red detectada: {network}

source: Opção inválida. Por favor, escolha 1, 2 ou 3.
es_es: Opción inválida. Por favor, elija 1, 2 o 3.
